{
    "SIDEBAR.CORPARATE": "Corparate",
    "SIDEBAR.CORPARATE.ABOUT": "About Us",
    "SIDEBAR.CORPARATE.EXPORT": "Export",
    "SIDEBAR.DEALER": "Dealerships",
    "SIDEBAR.BLOG": "Blog",
    "SIDEBAR.CAREER": "Career",
    "SIDEBAR.CONTACT": "Contact",

    "MORE_INFO": "Detail",
    "ALL_BUTTON": "View all",
    "NEWSLETTER_BUTTON": "Subscribe to Newsletter",
    "AGREEMENT_INFO": "By clicking the Sign-Up button, you accept the clarification text within the scope of the protection of personal data.",
    "RECOMMEND_PRODUCT": "Recommended Products",
    "CONTACT_FORM": "Contact Form",
    "CONTACT_FORM.TEXT": "You can reach our products from our showrooms located at 6 different points in Istanbul!",
    "CAREER_FORM": "Creer Form",
    "SEND": "Send",
    "DOWNLOAD": "Download",
    "CATALOG": "E-Catalog",
    "CATALOG.DESC": "Please click the button below for our current product catalog.",
    "SHARE": "Share Post",
    "OTHER_POSTS": "Other Posts",
    "INTERESTED": "You May Be Interested",
    "CATEGORIES": "Categories",
    "POPULAR": "Popular Articles",
    "DIRECTIONS": "Directions",
    "TDS": "TDS Download",

    "FORM.NAME": "Name Surname",
    "FORM.EMAIL": "E-mail Adress",
    "FORM.SUBJECT": "Topic",
    "FORM.PHONE": "Phone",
    "FORM.MESSAGE": "Your Message",
    "FORM.CHOOSE": "Choose File",
    "FORM.ADDRESS": "Address",
    "FORM.FAX": "Fax",

    "VALIDATION.FORMAT": "Wrong format.",
    "VALIDATION.GENERAL": "This field cannot be left blank.",

    "MODAL.TITLE": "Success",
    "MODAL.TEXT": "Your registration has been successful. You will be contacted as soon as possible.",

    "FOOTER": {
        "IMAGE": "Visual materials used on this site can not be used without permission.",
        "COPYRIGHT": "2022 Keskin Yapı All Rights Reserved"
    },

    "SEARCH": {
        "BAR": {
            "TITLE": "What are you looking for?",
            "DESC": "Products, services and more",
            "INPUT": "Search"
        },
        "TITLE": "Search Results"
    },

    "NEWSLETTER": {
        "NEWS_TITLE": "E-Newsletter",
        "NEWS_DESC": "Subscribe to the e-newsletter to be informed about campaigns and announcements.",
        "HR_TITLE": "Join Our Team",
        "HR_DESC": "All of our candidates are very valuable to us in the recruitment processes!"
    },

    "HOME": {
        "ABOUT": {
            "TITLE": "About Us",
            "SUBTITLE": "Since 1969, we offer elegant solutions for your living spaces.",
            "DESC": "Keskin Yapı, which we laid the foundations of as a modest company in 1969, is the distributor of dozens of national and international brands and offers rich content for your living spaces with more than 1000 product range.It is proud of being one of the leading companies in the sector by providing accurate and fast delivery thanks to its logistics fleet of 20 vehicles, along with a total of 10.000m2 store and storage area."
        },
        "PRODUCTS": {
            "TITLE": "Product Groups",
            "SUBTITLE": "Easy access to thousands of national and international products in 11 different categories!"
        },
        "SERVICES": {
            "TITLE": "Services",
            "SUBTITLE": "Quality and reliable service!",
            "DESC": "Together with our wide product range and our sales and after-sales support team, we bring together the understanding of quality and reliable service with all our customers.",
            "ITEMS": {
                "TITLE1": "Easy Access",
                "DESC1": "Maximum ''30 minutes'' away from many locations!",
                "TITLE2": "Car Park",
                "DESC2": "There is a private parking area for our customers who come to our store.",
                "TITLE3": "QR Payment",
                "DESC3": "With more than 20,000 product types, the ease of paying with QR for the products you choose is at Keskin Yapı for the first time!",
                "TITLE4": "Delivery",
                "DESC4": "With our wide vehicle fleet and fast delivery policy, everything you need is at your doorstep...",
                "TITLE5": "Installment Opportunity",
                "DESC5": "The opportunity to shop without straining your budget is waiting for you with installment opportunities available on all credit cards."
            }
        },
        "QUALITY": {
            "TITLE": "Our Quality Policy",
            "SUBTITLE": "We are a company that respects the environment and society!",
            "DESC": "By providing sustainability in product and service quality, it is an exemplary company for the environment and society, and we continue our processes within the framework of values such as making decisions for customer satisfaction in trust with our business partners, providing services, and ensuring continuous development and progress with dynamic solution partnership, respect for ethical values, and never compromising on education. We aim to make it more efficient."

        },
        "BLOG": {
            "TITLE": "Blog and News",
            "SUBTITLE": "Be informed about current news and developments!"
        }
    },

    "ABOUT": {
        "TITLE": "About Us",
        "SUBTITLE": "Since 1969...",
        "DESC": "<p>Keskin Yapı, which we laid the foundations of as a modest company in 1969, is the distributor of dozens of national and international brands and offers rich content for your living spaces with more than 1000 product range. It is proud of being one of the leading companies in the sector by providing accurate and fast delivery thanks to its logistics fleet of 20 vehicles, along with a total of 10.000m2 store and storage area.</p> <p>As Keskin Yapı, we are the main dealer of NG Kütahya Seramik in Bakırköy and provide you with impressive solutions for your living spaces in a closed area of 1,500 m2. With the dynamism of our continuous development of our product range; We offer a wide range of services from ceramic and bathroom products to paint products, from rough construction materials to electrical materials.</p><p>We continue to move forward with strong steps in the sector by offering a wide range of products, reaching 20,000 varieties, to the dealers or dealers of many different domestic and foreign companies that have proven themselves in the world.</p><p>We have an active presence in the market by serving nationally and internationally, with our strong logistics fleet of 20 vehicles, our experienced staff of 60, and our years of experience. </p><p>Working in integration with Geyik Architecture, which was founded in 2019 by Ahmet Geyik's grandchildren, we produce modern and useful solutions for our customers.</p>"
    },

    "EXPORT": {
        "TITLE": "Export",
        "SUBTITLE": "We export to 3 continents and 28 different countries!",
        "DESC": "<p>As Keskin Yapı, we proudly represent our country abroad and export to 28 different countries on 3 continents, primarily Europe. </p><p>Our company, which brings the manufacturers and the world together, aims to deliver many products and brands such as ceramics, sanitary ware, sanitary ware and electrical materials to our customers with a quality above world standards. </p><p>We make sure that we take responsibility for the trust and belief that our customers show in us, with timely delivery and a transparent work. While doing this, we hope that we add value to both our internal and external stakeholders by believing in every step we take. </p>"
    },

    "DEALER": {
        "TITLE": "Dealerships",
        "SUBTITLE": "We continue to grow by adhering to the principles of honesty and trust, and by continuing our solution partnership with the biggest brands in their fields!"
    },

    "CAREER": {
        "TITLE": "Career",
        "SUBTITLE": "All of our candidates are very valuable to us in our recruitment processes!",
        "DESC": "<p>It is aimed to select and place the most suitable candidates for the job, who will carry our company to the future, who have our corporate values. In this way, we believe that a long-term, efficient and effective working life will be created.</p><p>In our recruitment process, it is regularly planned every year in line with company development and organizational needs. Our recruitment process starts with the evaluation of the applications submitted to our company. After the pre-selection on the CV, candidates who meet the determined criteria are invited to job interviews.</p><p>Candidates invited for an interview are evaluated based on their competencies and, if necessary, their experience for the relevant position. The related process is also supported by different measurement and evaluation tools in line with the needs. The process is completed with the appropriate candidate.</p><p>At Keskin Yapı, where every employee is accepted as a value, all of our candidates are equally valuable to us.</p>"
    }
}